app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "geo"], ["room_number", 12], ["created_at", "2020-11-17 22:08:45.399556"], ["updated_at", "2020-11-17 22:08:45.399556"]]
---
    def create
        @school_class = SchoolClass.new(school_class_params)
        # @school_class.title = params[:title]
        # @school_class.room_number = params[:room_number]
        @school_class.save