app/controllers/students_controller.rb

    def create
        @student = Student.new
        @student.first_name = params[:first_name]
        @student.last_name = params[:last_name]
        @student.save
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "jeremy"], ["last_name", "armah"], ["created_at", "2020-11-17 21:52:36.895943"], ["updated_at", "2020-11-17 21:52:36.895943"]]